[{"name":"Abimegender","mentalDisorder":true,"description":"A gender which is profound, deep, and infinite."},{"name":"Absorgender","mentalDisorder":true,"description":"A gender that changes to conform to the genders of those around you. As you are around more people, even if some leave, they continue to add to the genders you feel. You remain as the genders that you have taken in until you hit a max of some sort. At that point you become like a blank slate, being only one gender (it doesn't have to be agender or neutral, it can be any gender and the base gender can be different each time). If you absorb one gender more easily than other genders, you can replace gender in the term with the gender you absorb best. Like absorgirl, absornonbinary, absordemiboy, etc."},{"name":"Adamasgender","mentalDisorder":true,"description":"A gender which refuses to be categorized."},{"name":"Adeptogender","mentalDisorder":true,"description":"When your gender identity was obtained through your realization of your kinself. as in your kin realization spurred your gender realization. (note: the gender and kin type do not necessarily have to correlate with each other)"},{"name":"Aerogender","mentalDisorder":true,"description":"See evaisgender."},{"name":"Aesthetgender","mentalDisorder":true,"description":"A gender derived from an aesthetic, also known as videgender."},{"name":"Aethergender","mentalDisorder":true,"description":"A gender that feels very wide, commanding, breathtaking and powerful."},{"name":"Affectugender","mentalDisorder":true,"description":"A gender affected by mood swings."},{"name":"Agender","mentalDisorder":true,"description":"Having no gender or a lack of gender identity"},{"name":"Agenderfluid","mentalDisorder":true,"description":"See cancegender."},{"name":"Agenderflux","mentalDisorder":true,"description":"See librafluid."},{"name":"Alexigender","mentalDisorder":true,"description":"Gender identity which is fluid between more than one gender, but the individual cannot tell what those genders are."},{"name":"Aliusgender","mentalDisorder":true,"description":"A gender which is removed from common gender descriptors and guidelines."},{"name":"Ambigender","mentalDisorder":true,"description":"A feeling of two genders simultaneously, but without fluidity/shifting. May be used synonymously in some cases with bigender."},{"name":"Amaregender","mentalDisorder":true,"description":"A gender that changes depending on who you're in love with."},{"name":"Ambonec","mentalDisorder":true,"description":"Identifying as both man and woman, yet neither at the same time."},{"name":"Amicagender","mentalDisorder":true,"description":"A gender that changes depending on which friend you're with at the moment."},{"name":"Amogender","mentalDisorder":true,"description":"See flirtgender."},{"name":"Amorgender","mentalDisorder":true,"description":"When your gender changes whilst in the presence of an individual to whom you have developed a deep connection for. This could be a romantic attraction, platonic connection, a spiritual affinity or anything similar."},{"name":"Androgyne","mentalDisorder":true,"description":"Feeling in between, or a combination of, man and woman (or boy and girl)."},{"name":"Anesigender","mentalDisorder":true,"description":"Physically feeling like a certain gender but feeling more comfortable identifying as another."},{"name":"Angeligender","mentalDisorder":true,"description":"A gender found only among angels, that is hard to describe to non-angels. For godkin and angelkin only."},{"name":"Angenital","mentalDisorder":true,"description":"A desire to be without primary sexual characteristics, without necessarily being genderless."},{"name":"Anogender","mentalDisorder":true,"description":"A gender which fades in and out, but always comes back feeling the same."},{"name":"Anongender","mentalDisorder":true,"description":"A gender that is unknown to both yourself and others."},{"name":"Antegender","mentalDisorder":true,"description":"A protean gender which has the potential to be anything, but is formless and motionless, and, therefore, does not manifest as any particular gender."},{"name":"Antigender","mentalDisorder":true,"description":"A gender which can only be described as the opposite of another gender, eg. an antiboy being the opposite of a boy. Also known as ungender."},{"name":"Anxiegender","mentalDisorder":true,"description":"A gender affected by anxiety."},{"name":"Anvisgender","mentalDisorder":true,"description":"See apagender."},{"name":"Apagender","mentalDisorder":true,"description":"A feeling of apathy toward one's gender that causes one to have no desire to look further into it. Also known as lethargender, inersgender and anvisgender."},{"name":"Apconsugender","mentalDisorder":true,"description":"A gender in which you know what it isn't, but not what it is, sort of like the gender is hiding itself from you."},{"name":"Apogender","mentalDisorder":true,"description":"A subset of agender in which you feel not only genderless, but entirely removed from the concept of gender."},{"name":"Apollogender","mentalDisorder":true,"description":"When you have around 9 (can be anywhere from 6 to 10) different distinct feelings of gender that have combined into one big gender identity."},{"name":"Aporagender","mentalDisorder":true,"description":"A gender separate from man/boy, woman/girl, and anything in between while still having a gendered feeling."},{"name":"Aptugender","mentalDisorder":true,"description":"A gender which feels fitted and secured."},{"name":"Aquarigender","mentalDisorder":true,"description":"A gender which is fluid between infinite feelings. Sometimes, these feelings may be close to an existing term, and sometimes they are indescribable or abstract. Also known as genderflow."},{"name":"Archaigender","mentalDisorder":true,"description":"A gender that is ancient/old and big, and can either only be described with those words, or is correlated to them."},{"name":"Arifluid","mentalDisorder":true,"description":"See arigender."},{"name":"Arigender","mentalDisorder":true,"description":"Switching between nonbinary genders while feeling particularly associated with one feeling. Also known as arifluid."},{"name":"Arithmagender","mentalDisorder":true,"description":"A numerical gender. it can range from any number/s, positive, negative, decimals, fractions, etc."},{"name":"Argogender","mentalDisorder":true,"description":"A subset of genderfluid wherein the changes between one's separate genders or the parts of one's gender happen gradually, or a gender that is defined by its slowness."},{"name":"Astergender","mentalDisorder":true,"description":"A gender that feels bright and celestial."},{"name":"Astralgender","mentalDisorder":true,"description":"A gender that feels connected to space."},{"name":"Atmosgender","mentalDisorder":true,"description":"Having a gender which is present, but unable to be grasped or firmly defined."},{"name":"Autigender","mentalDisorder":true,"description":"A gender which can only be understood in the context of being autistic."},{"name":"Autogender","mentalDisorder":true,"description":"A gender experience that feels deeply personal to one's self."},{"name":"Axigender","mentalDisorder":true,"description":"When a person experiences two genders that sit on opposite ends of an axis, one being agender and the other being any other gender; these genders are experienced one at a time with no overlapping and with very short transition time."},{"name":"Batgender","mentalDisorder":true,"description":"See nocturnalgender."},{"name":"Bigender","mentalDisorder":true,"description":"Identifying as two genders; may be static or fluid."},{"name":"Bigenderfluid","mentalDisorder":true,"description":"Being bigender, with your gender fluctuating between the two."},{"name":"Biogender","mentalDisorder":true,"description":"A gender that is connected to nature in some way."},{"name":"Blizzgender","mentalDisorder":true,"description":"A gender that feels cold, snowy, and harsh. When it's paired to another gender, it's known as wintegender."},{"name":"Boggender","mentalDisorder":true,"description":"A gender that feels like a bog, swamp, marsh or similar ecosystem. Also known as swampgender."},{"name":"Bordergender/Borderfluid","mentalDisorder":true,"description":"A fluctuating gender experienced exclusively by people with BPD. A gender identity lacking a firm grasp on one's identity, while still experiencing gender, to varying degrees, but having trouble pinning it down to just one label or identity. Having the sense of grasping at labels as much as possible to describe a gender, one keeps questioning because one keeps second guessing one's sense of self and consequently, one's sense of gender. Can be combined with relevant genders."},{"name":"Boyflux","mentalDisorder":true,"description":"When one feels mostly or all male most of the time but experiences fluctuating intensities of male identity. This can be fluid with any other identity."},{"name":"Brevigender","mentalDisorder":true,"description":"A subset of genderfluid in which you feel your gender is never stable for long periods of time, but is constantly changing."},{"name":"Burstgender","mentalDisorder":true,"description":"See spikegender."},{"name":"Cadensgender","mentalDisorder":true,"description":"A gender that's easily influenced by music."},{"name":"Cadogender","mentalDisorder":true,"description":"A subcategory of polygender identities (genderfluid, bigender, trigender, etc.) to have a gender to fall back on, or one that you always go back to."},{"name":"Caedogender","mentalDisorder":true,"description":"A gender which has been \"cut away\"by a traumatic event."},{"name":"Caelgender","mentalDisorder":true,"description":"A gender which shares qualities with outer space or has aesthetic similarities to space, stars, nebulas, etc."},{"name":"Cancegender","mentalDisorder":true,"description":"A gender as \"base\"gender but experiences fluid/fluxing gender feelings in tandem with their emotions. These gender feelings may confuse or upset the individual and cause their emotional state to go haywire, which causes more gender changes. Also known as agenderfluid."},{"name":"Canisgender","mentalDisorder":true,"description":"A small, doglike gender."},{"name":"Caprigender","mentalDisorder":true,"description":"A capricious, rapidly changing/untrackable gender."},{"name":"Carmigender","mentalDisorder":true,"description":"A gender which is poetic and rhythmic in nature."},{"name":"Cassflux","mentalDisorder":true,"description":"When your level of indifference towards your gender fluctuates."},{"name":"Cassgender","mentalDisorder":true,"description":"Feeling as if the very concept of gender is unimportant to you."},{"name":"Caveagender","mentalDisorder":true,"description":"Having a \"trapped\"or \"imprisoned\"gender."},{"name":"Cavusgender","mentalDisorder":true,"description":"For people with depression. You feel one gender when not depressed and another when depressed. The gender felt whilst depressed can be attached as a suffix (eg cavusboy, cavusgirl, cavusnonbinary, cavusace)."},{"name":"Cendgender","mentalDisorder":true,"description":"When your gender changes between one gender and its polar opposite, OR a gender that can be summed up as an unidentifiable thing which manifests as hundreds of different genders or none at all at any given time, at the same time and/or separately, fluid, and ever changing."},{"name":"Cennedgender","mentalDisorder":true,"description":"A gender identity heavily influenced by one's parents."},{"name":"Ceterofluid","mentalDisorder":true,"description":"When you are ceterogender, and your feelings fluctuate between masculine, feminine, and/or neutral."},{"name":"Ceterogender","mentalDisorder":true,"description":"A nonbinary gender with specific masculine, or feminine, or neutral feelings. (Can be used as ceterogirl, ceteroboy, etc.)"},{"name":"Chaosgender","mentalDisorder":true,"description":"When your gender does a lot of things that have no identifiable pattern or logic."},{"name":"Cheiragender","mentalDisorder":true,"description":"A fluid gender that is always or often in opposition to its owner's desires, or is manipulative towards its owner."},{"name":"Circgender","mentalDisorder":true,"description":"A gender that feels so magical and grand as to be indescribable."},{"name":"Cloudgender","mentalDisorder":true,"description":"A gender which can't be fully realized or seen clearly due to depersonalization/derealization disorder(s)."},{"name":"Cocoongender","mentalDisorder":true,"description":"A gender that has not come out yet, or has yet to emerge in its full form."},{"name":"Cogitofluid","mentalDisorder":true,"description":"A gender that is fluid only when one thinks about it."},{"name":"Cogitogender","mentalDisorder":true,"description":"A gender that only exists when you think about it, is quiet until called to attention, or is characterized as feeling genderless until a gender is consciously chosen."},{"name":"Coigender","mentalDisorder":true,"description":"A gender that feels like it \"is on mute\"."},{"name":"Collgender","mentalDisorder":true,"description":"Having too many simultaneous genders to describe each one."},{"name":"Colorgender","mentalDisorder":true,"description":"A gender associated with one or more colors and the feelings, hues, emotions, and/or objects associated with that color. Can be categorized by the specific color(s), such as pinkgender, violetgender, etc."},{"name":"Comgender","mentalDisorder":true,"description":"To experience gender, polar opposite of agender."},{"name":"Commogender","mentalDisorder":true,"description":"When you know you aren't cisgender, but you settle for your assigned gender for the time being, e.g. commoboy or commogirl."},{"name":"Condigender","mentalDisorder":true,"description":"A gender only felt under certain circumstances."},{"name":"Contigender","mentalDisorder":true,"description":"A gender that flows through space and time and constantly changes and is always moving, OR a gender of, or related to, space and time."},{"name":"Corugender","mentalDisorder":true,"description":"A gender affected by flashbacks."},{"name":"Cosmicgender","mentalDisorder":true,"description":"A gender so vast and/or complicated that it can only be processed a bit at a time; a gender you cannot experience all at once. Infinite in its possibility, it may contain relevant subgenders that define a part of the vast whole."},{"name":"Cryptogender","mentalDisorder":true,"description":"Gender identity that one can't discern, describe or define in words and confuses or puzzles the owner."},{"name":"Crystagender","mentalDisorder":true,"description":"A fluid gender that is experienced as one's gender being fractured or broken into pieces and put back together again."},{"name":"Cyclogender","mentalDisorder":true,"description":"A gender identity that changes with one's menstrual cycle."},{"name":"Daimogender","mentalDisorder":true,"description":"A gender closely related to demons and the supernatural."},{"name":"Deaboy","mentalDisorder":true,"description":"for masculine-identified or partially masculine-identified people that still feel a connection to feminine energy due to their spirituality. Intended for pagans but is a possibility amongst anyone who practices goddess worship or feminine energy worship of any kind."},{"name":"Delphigender","mentalDisorder":true,"description":"A mysterious, obscure and sinister gender."},{"name":"Demifluid/flux","mentalDisorder":true,"description":"Having multiple genders where some are static and others are fluid/flux."},{"name":"Demigender","mentalDisorder":true,"description":"Feeling partially one gender, and partially something else, ex. demiboy, demigirl, etc. The \"something else\"may or may not be known."},{"name":"Digigender","mentalDisorder":true,"description":"A digital gender. It can range from any digital thing or file; virus, mp3, .txt, etc., often for techkin."},{"name":"Diurnalgender","mentalDisorder":true,"description":"See flowergender."},{"name":"Domgender","mentalDisorder":true,"description":"Being multiple genders with one specific gender emerging as the predominant one, e.g. domboy, domgirl, domnonbinary."},{"name":"Drakefluid","mentalDisorder":true,"description":"When your gender fluctuates, but you can't find just a few terms to describe what your fluctuating gender is, so you \"hoard\"gender terms that fit you. To be used by dragonkin individuals only."},{"name":"Dryagender","mentalDisorder":true,"description":"A form of agender that is best represented by an empty, tranquil forest."},{"name":"Dulcigender","mentalDisorder":true,"description":"An aesthetically-centered gender that is associated largely with stereotypically feminine things (such as pinks, frills, buns, and general cute things)."},{"name":"Duragender","mentalDisorder":true,"description":"A subcategory of polygender (genderfluid, bigender, trigender, etc) with an identifiable, long lasting gender that is more prominent than the other genders experienced."},{"name":"Eafluid","mentalDisorder":true,"description":"See enbyfluid."},{"name":"Earthgender","mentalDisorder":true,"description":"A gender identity that is directly affected, tied to, or influenced by the earth or nature."},{"name":"Egender","mentalDisorder":true,"description":"See exgender."},{"name":"Ectogender","mentalDisorder":true,"description":"A gender that seems elusive, constantly out of your grasp, and impossible to pin down."},{"name":"Effreu","mentalDisorder":true,"description":"A scary nonbinary gender. If it's nonbinary feminine, it's known as effrille. If it's nonbinary masculine, it's known as effron."},{"name":"Egogender","mentalDisorder":true,"description":"A gender which can only be described as the individual. It is so personal to you that no other word can describe it but \"you\". One may also use (name)gender with their name inserted synonymously."},{"name":"Ekragender","mentalDisorder":true,"description":"A gender one has blown up into a million pieces or destroyed via detonation. Also describes those who wish they could do so."},{"name":"Eldrigender","mentalDisorder":true,"description":"A gender which is dark, nebulous, and ultimately unknowable."},{"name":"Elegender","mentalDisorder":true,"description":"An ethereal gender that is unable to be understood by either the individual or others; a gender that cannot be explained; a dainty, elegant, or delicate gender."},{"name":"Elementgender","mentalDisorder":true,"description":"A gender that consists of four primary parts that respectively feel linked to each element (Earth, Air, Fire, Water)."},{"name":"Elissogender","mentalDisorder":true,"description":"A gender that randomly moves around with no direction or pattern."},{"name":"Enbyfluid","mentalDisorder":true,"description":"Gender fluidity between multiple nonbinary genders. Also known as eafluid."},{"name":"Endogender","mentalDisorder":true,"description":"Having fluctuating or fluid gender feelings that are limited to a certain area of gender, such as masculine, feminine, or neutral. Also known as femfluid, mascfluid, nobifluid and variations thereof. See genderfluid, genderflux, horogender."},{"name":"Energender","mentalDisorder":true,"description":"A gender that seems to be like a ball of energy, shifting and moving rapidly and not being able to be quite pinned down, though its basic components are somewhat known."},{"name":"Entheogender","mentalDisorder":true,"description":"A gender similar to a psychedelic or spiritual experience, unable to be explained or understood in mundane terms."},{"name":"Entrogender","mentalDisorder":true,"description":"A gender that feels as if it is fading away."},{"name":"Equigender","mentalDisorder":true,"description":"Being multiple genders in perfectly equal parts."},{"name":"Espigender","mentalDisorder":true,"description":"A gender which is related to being a spirit or exists on higher or extradimensional planes."},{"name":"Evaisgender","mentalDisorder":true,"description":"A fluid gender influenced by its surroundings. Also known as aerogender, locugender."},{"name":"Exgender","mentalDisorder":true,"description":"An outright refusal to accept or identify in, on, or around the gender spectrum. Also known as egender."},{"name":"Exiccogender","mentalDisorder":true,"description":"A gender which, when thought about, feels empty and has a draining effect, making the individual feel empty themselves."},{"name":"Existigender","mentalDisorder":true,"description":"A gender which only exists or is noticeable when thought about or when a conscious effort is made to notice it."},{"name":"Expecgender","mentalDisorder":true,"description":"A gender which changes depending on who you are around. Also known as pivotgender."},{"name":"Explorogender","mentalDisorder":true,"description":"A gender dedicated to feeling and exploring many other different genders at random times. It is constantly changing. (Explorogender can change daily and you can change it accordingly; this is just a name for that desire to constantly explore and change your gender.) Note: this does not extend the ability to explore genders people don't have access to. (neurodivergent and cultural ones, etc.)"},{"name":"Faegender","mentalDisorder":true,"description":"A gender that changes with the seasons, equinoxes, and moon phases."},{"name":"Fascigender","mentalDisorder":true,"description":"A gender experience largely related to a special interest; for autistic people."},{"name":"Faunagender","mentalDisorder":true,"description":"A gender influenced by animals."},{"name":"Fawngender","mentalDisorder":true,"description":"A gender that is explored through timidity and caution, but blossoms into something natural and cute."},{"name":"Felisgender","mentalDisorder":true,"description":"A small, catlike gender."},{"name":"Femfluid","mentalDisorder":true,"description":"Having fluctuating or fluid gender feelings that are limited to feminine genders. Subset of endogender, also known as venufluid."},{"name":"Femgender","mentalDisorder":true,"description":"A non-binary gender which is primarily feminine in nature. Do not use femmegender unless you are a lesbian, as otherwise it is appropriative of lesbian culture."},{"name":"Firegender","mentalDisorder":true,"description":"A fluid gender in a constant state of change that never truly extinguishes. Aesthetically linked to fire as a visual metaphor or symbol."},{"name":"Fissgender","mentalDisorder":true,"description":"A gender experience that is in some way split, similar to bigender or demigenders."},{"name":"Flirtgender","mentalDisorder":true,"description":"A gender where your primary interaction with gender feelings is that of flirtateousness – either with gender, or people/the outside world. Also known as amogender or genderamas."},{"name":"Flowergender","mentalDisorder":true,"description":"A gender that is more strongly felt during the daytime than at night. Also known as diurnalgender."},{"name":"Fluidflux","mentalDisorder":true,"description":"A combination of genderfluid and genderflux, where gender moves between two or more genders and also fluctuates in intensity."},{"name":"Foggender","mentalDisorder":true,"description":"A gender which is close to a certain gender, but cannot be directly pinpointed due to brainfog (a lack of concentration or wakefulness associated with ADHD, fibromyalgia, depression, etc.)"},{"name":"Frostgender","mentalDisorder":true,"description":"A gender that feels cold and snowy. If it has similarities with other genders, it's known as freezegender."},{"name":"Fuzzgender","mentalDisorder":true,"description":"When you know that you're a certain gender, but can't explain why you are that gender."},{"name":"Gemelgender","mentalDisorder":true,"description":"Having two genders which are equally primary or having a fluid gender which was once singular but is currently two, split, separated, or twain."},{"name":"Gemigender","mentalDisorder":true,"description":"Having two opposite genders that work together, being fluid and flux together."},{"name":"Geminigender","mentalDisorder":true,"description":"A gender identity that is mostly/usually agender, but will rarely/oftentimes change to a different (non-binary, indescribable) gender which changes each time. Every time a gender surfaces, it is unique and will eventually go away and never return. Relates to gemini in that it is typically stable, but will have significant bursts of changes."},{"name":"Genderale","mentalDisorder":true,"description":"A gender that is hard to describe.  Mainly associated with plants, herbs, and liquids."},{"name":"Genderamas","mentalDisorder":true,"description":"See flirtgender."},{"name":"Genderblank","mentalDisorder":true,"description":"Having a gender which can only be described by a blank space; when one's gender is called into question, a blank space is all that comes up."},{"name":"Genderblur","mentalDisorder":true,"description":"Where your gender changes constantly by fadeing away into something else rather than making a hard or abrupt transition."},{"name":"Gendercosm","mentalDisorder":true,"description":"A gender identity encompassing and surpassing the limits of the earth/society, but doesn't incorporate existing genders from society; a gender identity so grand and huge it cannot be explained by words. Opposite of gendervoid."},{"name":"Genderdormant","mentalDisorder":true,"description":"A gender which is inaccessible for stretches of time, then rises to the surface with varying levels of intensity."},{"name":"Gendereaux","mentalDisorder":true,"description":"A feeling of being detached from the concept of gender, but simultaneously identifying with or encompassing many nonbinary experiences or identities."},{"name":"Genderflora","mentalDisorder":true,"description":"A gender that blooms and evolves based on the weather and atmosphere; similar to genderfluid but more plant-like."},{"name":"Genderflight","mentalDisorder":true,"description":"A fluid gender that feels fleeting, that vanishes before one can define exactly what it is."},{"name":"Genderflow","mentalDisorder":true,"description":"See aquarigender."},{"name":"Genderfluid","mentalDisorder":true,"description":"Having a gender identity that changes, ex. from boy to girl and back."},{"name":"Genderflux","mentalDisorder":true,"description":"Having a gender which changes in intensity. Could be considered as being fluid between gendered and agender."},{"name":"Genderfuzz","mentalDisorder":true,"description":"Having multiple genders that are blurred together, making each one indistinguishable from the others."},{"name":"Gendermaverick","mentalDisorder":true,"description":"A distinctly unorthodox (and non-binary) gender experience characterized by a self-determined and autonomous sense of anomalous disconnect and/or independence from traditional binary gender. Furthermore, gendermaverick is an identity undertaken/used with the intention of deliberate subversion of society's sense of binary gender."},{"name":"Gendernegative","mentalDisorder":true,"description":"A state in which one feels that their gender is not present, similar to genderflux."},{"name":"Gender-Neutral","mentalDisorder":true,"description":"Having a gender directly in the middle of man and woman (or boy and girl) and/or a neutral gender."},{"name":"Genderplasma","mentalDisorder":true,"description":"Similar to genderfluid, but feels \"hotter\"."},{"name":"Genderpositive","mentalDisorder":true,"description":"A term related to genderflux, which refers to a state when one feels that their gender is present."},{"name":"Genderpunk","mentalDisorder":true,"description":"A gender identity that actively resists gender norms. Is also a euphemistic form of genderf*ck."},{"name":"Genderqueer","mentalDisorder":true,"description":"A gender lying outside the gender binary; another word for non-binary."},{"name":"Gendersea","mentalDisorder":true,"description":"Like gendervoid, but related to the ocean. A gender that is a vast sea of caverns and depths yet to be discovered. Made with otherkin related to the ocean or sea creatures in mind."},{"name":"Genderstrange","mentalDisorder":true,"description":"When you can't pinpoint one word for your gender, but multiple terms almost fit."},{"name":"Gendervague","mentalDisorder":true,"description":"A gender not definable with words because of one's status as neurodivergent."},{"name":"Gendervex","mentalDisorder":true,"description":"See gyragender."},{"name":"Gendervoid","mentalDisorder":true,"description":"A gender which is filled with void. Also known as voidgender."},{"name":"Genderwitched","mentalDisorder":true,"description":"A gender in which one is intrigued or entranced by the idea of a particular gender, but is not certain that is actually experiencing it."},{"name":"Gendfleur","mentalDisorder":true,"description":"A soft gender associated with pastel colors and flowers."},{"name":"Girlflux","mentalDisorder":true,"description":"When one feels mostly or all female most of the time but experiences fluctuating intensities of female identity. This can be fluid with any other identity."},{"name":"Glassgender","mentalDisorder":true,"description":"A gender that is very sensitive and fragile."},{"name":"Glimragender","mentalDisorder":true,"description":"A faintly shining, wavering gender."},{"name":"Glitchgender","mentalDisorder":true,"description":"Similar to genderfluidity, however while genderfluidity is normally described as your genders changing smoothly, genderglitch is more sudden and confusing. Note: created by a techkin with otherkin in mind, but available to use by everyone."},{"name":"Gossagender","mentalDisorder":true,"description":"A gentle and fragile gender, a gender that is barely there."},{"name":"Greengender","mentalDisorder":true,"description":"A subset of colorgender, for the color green."},{"name":"Greygender","mentalDisorder":true,"description":"Has a gender at least partially outside the binary but it is weak and indefinable."},{"name":"Gyraboy","mentalDisorder":true,"description":"Having multiple genders, which you don't understand, but knowing they have masculine qualities. Subset of gyragender."},{"name":"Gyragender","mentalDisorder":true,"description":"Having multiple genders, but understanding none of them. Also known as gendervex."},{"name":"Gyragirl","mentalDisorder":true,"description":"Having multiple genders, which you don't understand, but knowing they have feminine qualities. Subset of gyragender."},{"name":"Healegender","mentalDisorder":true,"description":"A gender that brings peace of mind to the identifier. Once adopted, this gender connects the minds in ways that it had not been connected before. It brings clarity, creativity, and security to its identifier."},{"name":"Heliogender","mentalDisorder":true,"description":"A gender that is warm and burning."},{"name":"Hemigender","mentalDisorder":true,"description":"Feeling half one gender, and half something else, ex. hemiboy, hemigirl, etc. The \"something else\"may or may not be known."},{"name":"Horogender","mentalDisorder":true,"description":"A gender which changes over time, with core feelings remaining, ex. horoboy, horogirl, etc."},{"name":"Hydrogender","mentalDisorder":true,"description":"A gender which shares qualities with water; i.e. currents, tides, etc."},{"name":"Hypogender","mentalDisorder":true,"description":"A feeling that one's experience of one of their genders is small and intense, but diluted by a larger experience of another gender."},{"name":"Illusogender","mentalDisorder":true,"description":"Knowing that you're a certain gender, but still feeling 'fakeness' there, either due to neurodivergency and/or due to outside pressure from parents, society, etc. These feelings and/or pressures can be part of the gender experience."},{"name":"Impediogender","mentalDisorder":true,"description":"A gender which is most often subdued or silent, but becomes more intense whenever it is challenged or one is in a situation in which their gender makes things more difficult."},{"name":"Imperigender","mentalDisorder":true,"description":"A fluid gender that can be controlled by its owner."},{"name":"Inersgender","mentalDisorder":true,"description":"See apagender."},{"name":"Intergender","mentalDisorder":true,"description":"A gender in which one feels between two genders. To be used only by intersex people."},{"name":"Invisigender","mentalDisorder":true,"description":"A gender which feels invisible."},{"name":"Iragender","mentalDisorder":true,"description":"A gender which is angry or raging."},{"name":"Jupitergender","mentalDisorder":true,"description":"A gender that is so large and present, one is not quite sure what it is because it's too big to see clearly, but it is definitely there and one knows that they're definitely not cis."},{"name":"Juxera","mentalDisorder":true,"description":"Feminine gender similar to girl, but on a separate plane and off to itself."},{"name":"Kingender","mentalDisorder":true,"description":"A gender somehow related to being otherkin."},{"name":"Kynigender","mentalDisorder":true,"description":"A gender which is not able to be pinpointed due to the stress of the questioning process, triggering anxiety."},{"name":"Lamingender","mentalDisorder":true,"description":"A gender which feels composed of layers or slices."},{"name":"Leogender","mentalDisorder":true,"description":"A gender which is strong and regal."},{"name":"Lethargender","mentalDisorder":true,"description":"See apagender."},{"name":"Leukogender","mentalDisorder":true,"description":"A gender which shines brightly."},{"name":"Levigender","mentalDisorder":true,"description":"A lightweight, superficial gender you don't feel very much."},{"name":"Liberique","mentalDisorder":true,"description":"A gender that brings with itself the conviction and/or the ability to express it, despite the external pressure to not to do so."},{"name":"Libragender","mentalDisorder":true,"description":"Feeling agender, but with a particular connection to masculinity or femininity, e.g. libramasculine or librafeminine."},{"name":"Librafluid","mentalDisorder":true,"description":"Libragender and fluid between feminine and masculine. Also known as agenderflux."},{"name":"Lichtgender","mentalDisorder":true,"description":"A gender represented by a ball of light."},{"name":"Lipsigender","mentalDisorder":true,"description":"A gender which, when thought about, triggers bouts of depression."},{"name":"Locugender","mentalDisorder":true,"description":"See evaisgender."},{"name":"Lovegender","mentalDisorder":true,"description":"A gender defined by love for other gendered people who are treated badly, and a love for your own gender as well."},{"name":"Ludogender","mentalDisorder":true,"description":"A gender which has a core, but the individual mirrors (copies) the genders of other individuals; for neurodivergent folk."},{"name":"Lysigender","mentalDisorder":true,"description":"A gender that seems to dissolve and disappear as soon as you attempt to grasp it or figure it out."},{"name":"Magigender","mentalDisorder":true,"description":"Feeling mostly one gender, with the rest being something else, ex. magiboy, magigirl, etc. The \"something else\"may or may not be known."},{"name":"Maringender","mentalDisorder":true,"description":"See nubilagender."},{"name":"Marfluid","mentalDisorder":true,"description":"See mascfluid."},{"name":"Mascfluid","mentalDisorder":true,"description":"Having fluctuating or fluid gender feelings that are limited to masculine genders. Subset of endogender, also known as marfluid."},{"name":"Mascugender","mentalDisorder":true,"description":"A non-binary gender which is masculine in nature."},{"name":"Maverique","mentalDisorder":true,"description":"A non-binary gender characterized by autonomy and inner conviction regarding a sense of gender which is unorthodox, unconventional and entirely independent of conventional concepts of gender."},{"name":"Medeigender","mentalDisorder":true,"description":"A magical, whimsical gender."},{"name":"Melogender","mentalDisorder":true,"description":"A musical, harmonious gender."},{"name":"Mirrorgender","mentalDisorder":true,"description":"A gender that changes to fit the people you're around."},{"name":"Molligender","mentalDisorder":true,"description":"A gender which is soft, subtle and subdued."},{"name":"Moongender","mentalDisorder":true,"description":"See nocturnalgender."},{"name":"Mosaigender","mentalDisorder":true,"description":"A gender composed of pieces or fractions of many genders and feelings. Also known as portiogender."},{"name":"Musicgender","mentalDisorder":true,"description":"A catchall term for any gender that is related to musicianship or music theory."},{"name":"Mutaregender","mentalDisorder":true,"description":"A gender identity similar to genderflux, since it's uncontrollable and/or unpredictable, but it's constantly evolving or mutating, so one never or rarely feels the same distinct gender twice."},{"name":"Mutogender","mentalDisorder":true,"description":"A gender which is fluid and changes depending on one's situation."},{"name":"Mystigender","mentalDisorder":true,"description":"A mysterious, mystical and obscure non-binary gender."},{"name":"Nanogender","mentalDisorder":true,"description":"Feeling a small part one gender, with the rest being something else, ex. nanoboy, nanogirl, etc. The \"something else\"may or may not be known. Also known as nan0gender."},{"name":"Narkissigender","mentalDisorder":true,"description":"An egotistical gender, viewing itself in a high position and wanting and/or needing praise. To be used only by those with NPD."},{"name":"Necrogender","mentalDisorder":true,"description":"A gender that used to exist but is now 'dead' or nonexistent."},{"name":"Nesciogender","mentalDisorder":true,"description":"A gender one is not completely sure of due to one's neurotype disallowing a clear understanding of the concept, but has a vague sense of what it could be; i.e. nescioboy, nescioagender, etc."},{"name":"Neurogender","mentalDisorder":true,"description":"A term to describe when one's gender is linked to someone's neurodivergency. It can be both an identity and an umbrella term for genders that are limited to neurodivergent individuals. This term is exclusive to neurodivergent individuals."},{"name":"Neutrois","mentalDisorder":true,"description":"A neutral gender."},{"name":"Nobifluid","mentalDisorder":true,"description":"Having fluctuating or fluid gender feelings that are limited to genders either neutral and/or neither masculine or feminine. Subset of endogender."},{"name":"Nocturnalgender","mentalDisorder":true,"description":"A gender that feels more intense during the night, but weak/nonexistent when it is light out. Also known as batgender, owlgender, moongender."},{"name":"Non-binary","mentalDisorder":true,"description":"A gender that's not one of the two binary genders."},{"name":"Novigender","mentalDisorder":true,"description":"A gender experience too hard to read/process/understand or too complex to pin down to one word."},{"name":"Nubilagender","mentalDisorder":true,"description":"A term to describe when part of one's gender is unidentifiable. Also known as maringender."},{"name":"Nullgender","mentalDisorder":true,"description":"Being without gender, but it is not agender or neutrois, a term for those to give a \"tangibility\"to the intangible thing that is their gender."},{"name":"Nyctogender","mentalDisorder":true,"description":"A gender consisting of darkness or related to it."},{"name":"Obruogender","mentalDisorder":true,"description":"A gender which is overwhelming and suffocating."},{"name":"Offgender","mentalDisorder":true,"description":"A gender that closely represents/is most closely represented by another gender, but is not that gender. Can be alikened to what the color off-white is to white for descriptive purposes. Similar in definition to paragender and perigender."},{"name":"Omnigay","mentalDisorder":true,"description":"Genderfluid, with one's attraction to other genders changing with one's gender so that the individual is always attracted to the same gender."},{"name":"Orbgender","mentalDisorder":true,"description":"A gender which feels round, without any edges."},{"name":"Owlgender","mentalDisorder":true,"description":"See nocturnalgender."},{"name":"Paragender","mentalDisorder":true,"description":"Feeling very near one gender, and partially something else, ex. paraboy, paragirl, etc. The \"something else\"may or may not be known. Also known as limit as gender approaches, as in the evaluation of a mathematical limit."},{"name":"Pendogender","mentalDisorder":true,"description":"Never being satisfied with your gender no matter how well it fits due to self-doubt, causing one to compulsively search and seek out something that fits even better. Gender perfectionism. For neurodivergent folks only, coined with people with anxiety disorders, OCD, and OCPD in mind."},{"name":"Perigender","mentalDisorder":true,"description":"Identifying with a gender, but not as that gender."},{"name":"Perogender","mentalDisorder":true,"description":"Wanting to be a certain gender, but not being of said gender."},{"name":"Personagender","mentalDisorder":true,"description":"A term used to describe a gender which is used in public as a social identity even though the individual doesn't completely identify that way, eg. personaboy."},{"name":"Perospike","mentalDisorder":true,"description":"Being usually content with your gender, but occasionally strongly wanting to be another one."},{"name":"Pictogender","mentalDisorder":true,"description":"A gender that can only be defined by visual imagery or symbolism."},{"name":"Pixelgender","mentalDisorder":true,"description":"Experiencing two genders, with one as the smallest addressable element in an overall gender experience."},{"name":"Polygender","mentalDisorder":true,"description":"Identifying as multiple genders; may be static or fluid."},{"name":"Polygenderflux","mentalDisorder":true,"description":"Having more than one gender, which intensity fluctuates."},{"name":"Portiogender","mentalDisorder":true,"description":"See mosaigender."},{"name":"Praegender","mentalDisorder":true,"description":"A god-like gender far outside beyond the normal cognizance of gender that is, omnipresent, not null, but other, and beyond mortality and time.  For deity-kin and god-kin it can also represent a gender their deity/god self had in their past life before reincarnation."},{"name":"Preciogender","mentalDisorder":true,"description":"A gender which feels special and precious to you."},{"name":"Preterbinary","mentalDisorder":true,"description":"Beyond the the gender binary/spectrum of male and female."},{"name":"Primusgender","mentalDisorder":true,"description":"Having a gender which one feels is primary, strongest in identifying with."},{"name":"Privagender","mentalDisorder":true,"description":"A gender which is private; a gender you don't present as or feel like projecting."},{"name":"Proxvir","mentalDisorder":true,"description":"Masculine gender similar to boy, but on a separate plane and off to itself."},{"name":"Quivergender","mentalDisorder":true,"description":"Having more than one gender, whose intensity fluctuates."},{"name":"Quoigender","mentalDisorder":true,"description":"Feeling as if the concept of gender is inapplicable or nonsensical to one's self."},{"name":"Salugender","mentalDisorder":true,"description":"A gender which imparts upon its owner a feeling of safety and comfort."},{"name":"Schrodigender","mentalDisorder":true,"description":"A gender which you can both feel and not feel."},{"name":"Scorigender","mentalDisorder":true,"description":"Fluid or flux with three genders that are somewhat similar (such as demigirl, agender, and female — this example would be scorigirl/scorifeminine)."},{"name":"Scorpifluid","mentalDisorder":true,"description":"A gender fluid between unknown genders."},{"name":"Scorpigender","mentalDisorder":true,"description":"A gender that is a mystery, and very difficult to understand. lots of labels vaguely fit it, but almost none can fully describe it."},{"name":"Seagender","mentalDisorder":true,"description":"A gender that is as deep and unknown as the ocean itself. It's a gender that is mostly incomprehensible but slightly familiar in human terms."},{"name":"Selenogender","mentalDisorder":true,"description":"A gender experience of fluidity in which the perception of your gender, or even the foundation of the gender itself, shifts in a consistent way in many ways over a period of days, weeks, months, or even years. Like the phases of the moon, this gender experiences similarly phases over time, in a same or similar order, consistently. Also known as monagender and monegender."},{"name":"Sequigender","mentalDisorder":true,"description":"Having a gender which one feels is second, not as strong as the primary one."},{"name":"Shellgender","mentalDisorder":true,"description":"A gender which is thin, though clearly identified, and yet feels hollow and unfelt."},{"name":"Skygender","mentalDisorder":true,"description":"A feeling of gender that varies in clarity. One day it may be clear and easy to read and process, but then it may cloud over and become confusing."},{"name":"Spesgender","mentalDisorder":true,"description":"A gender defined by hope. Could be a gender you hope to become/find inside of you. Alternately, it could be a gender that encapsulates all that you want to be or represent."},{"name":"Spikegender","mentalDisorder":true,"description":"A mostly undefined gender with intense momentary spikes of a specific gender, such as boy, girl, or genderqueer, that last a relatively short time and fade away. Also known as burstgender."},{"name":"Stargender","mentalDisorder":true,"description":"An otherworldly gender that is beyond comprehension in earthly terms, as if it originated from beyond the earth. OR a gender that cannot be defined no matter how many other terms are coined OR simply the gender of a star."},{"name":"Staticgender","mentalDisorder":true,"description":"A gender which can best be described as TV static; fuzzy and incomprehensible."},{"name":"Stratogender","mentalDisorder":true,"description":"A gender that has various layers, created with sky/cloudkin in mind."},{"name":"Subgender","mentalDisorder":true,"description":"Mostly agender with a bit of another gender, ex. subboy, subgirl, etc."},{"name":"Subfluid","mentalDisorder":true,"description":"When one fluctuates between subgenders."},{"name":"Surgender","mentalDisorder":true,"description":"Having a gender which is 100% one gender with more on top of that of other gender(s)."},{"name":"Swampgender","mentalDisorder":true,"description":"See boggender."},{"name":"Sychnogender","mentalDisorder":true,"description":"A gender that changes multiple times per day."},{"name":"Systemfluid","mentalDisorder":true,"description":"Genders that change depending on who's fronting, for DID/multiples."},{"name":"Systemgender","mentalDisorder":true,"description":"A gender which is defined as a sum of all the genders within a multiple or median system."},{"name":"Tachigender","mentalDisorder":true,"description":"A gender that changes quickly or that otherwise has to do with high speed."},{"name":"Tangender","mentalDisorder":true,"description":"Having one gender felt with the most certainty, but then at times flowing away from it and quite possibly beyond; inspired by both the tangent function graph and the concept of a tangent line."},{"name":"Tauragender","mentalDisorder":true,"description":"When someone's gender stays the same for an extended amount of time due to the comfort they feel with that gender. The gender may change but the individual is reluctant for that change due to stubbornness, but when they do allow the change it is usually for the better."},{"name":"Technogender","mentalDisorder":true,"description":"Only comfortable with one's gender when using technology/online, usually because of social anxiety (specialized for people with anxiety disorders)."},{"name":"Telegender","mentalDisorder":true,"description":"A gender one feels a disconnect  and distance from almost to the point of not feeling it."},{"name":"Tempgender","mentalDisorder":true,"description":"A gender identity that feels temporary and is replaced often."},{"name":"Temporagender","mentalDisorder":true,"description":"A gender that changed with seasons."},{"name":"Tenuigender","mentalDisorder":true,"description":"A small, delicate, fragile gender."},{"name":"Tragender","mentalDisorder":true,"description":"A gender that stretches over the whole spectrum of gender."},{"name":"Traumatgender","mentalDisorder":true,"description":"A gender identity that has been heavily influenced by past traumatic experiences or ongoing/present trauma."},{"name":"Trigender","mentalDisorder":true,"description":"Identifying as three genders; may be static or fluid."},{"name":"Turbogender","mentalDisorder":true,"description":"A gender that you have tried to figure out but is too confusing and tangled."},{"name":"Ungender","mentalDisorder":true,"description":"See antigender."},{"name":"Vaguefluid","mentalDisorder":true,"description":"A gender which is fluid, but determining one's current gender is difficult due to neurodivergency."},{"name":"Vagueflux","mentalDisorder":true,"description":"A gender which is in flux, but determining the intensity of one's gender is difficult due to neurodivergency."},{"name":"Vaguegender","mentalDisorder":true,"description":"A gender being mostly or around a certain gender (or mostly around a certain gender), but is only approximate on account of difficulty defining it due to one's neurodivergence or brain fog."},{"name":"Vapogender","mentalDisorder":true,"description":"A gender that sort of feels like smoke. One can see it and understand it on a shallow level but if one tried to go deeper it disappears, and one is left with no gender and only tiny wisps of the gender one thought it was."},{"name":"Vectorgender","mentalDisorder":true,"description":"When your gender is in the direction of something, but not actually that something. ie a vectorgirl would be someone with a gender pointed in or traveling in the direction of girlness, but who is not actually a girl."},{"name":"Veloxigender","mentalDisorder":true,"description":"A fluid gender which moves too quickly for the owner to be able to identify what gender they are at a given time."},{"name":"Venngender","mentalDisorder":true,"description":"When two genders overlap with each other, creating a whole new gender; in relation to a venn diagram"},{"name":"Venufluid","mentalDisorder":true,"description":"See femfluid."},{"name":"Verangender","mentalDisorder":true,"description":"A gender that seems to shift/change the moment it's identified."},{"name":"Vestigender","mentalDisorder":true,"description":"A gender that blankets another, stronger, gender. It's the only visible gender, but underneath there is much more of the blanketed gender than there is of the blanket gender."},{"name":"Vibragender","mentalDisorder":true,"description":"A gender that is usually one, stable gender, but occasionally fluctuates and changes before stabilizing again."},{"name":"Videgender","mentalDisorder":true,"description":"See aesthetgender."},{"name":"Videogender","mentalDisorder":true,"description":"A gender that feels too robotic/technological to be classified by human standards note: this gender is for the use of any robotic/mechanical kintypes only"},{"name":"Virgender","mentalDisorder":true,"description":"When one is practically genderless due to stress; when it is too stressful to have or maintain a gender."},{"name":"Vocigender","mentalDisorder":true,"description":"A gender which feels weak and hollow."},{"name":"Voidfluid","mentalDisorder":true,"description":"Being genderfluid, but none of the genders can be clearly defined as masculine, feminine or neutral."},{"name":"Voidgender","mentalDisorder":true,"description":"See gendervoid."},{"name":"Witchgender","mentalDisorder":true,"description":"A gender that has closeness or connection to witchcraft and magic. It has a feeling of power and magic to it."},{"name":"Xenogender","mentalDisorder":true,"description":"A nonbinary gender identity that cannot be contained by human understandings of gender; more concerned with crafting other methods of gender categorization and hierarchy such as those relating to animals, plants, or other creatures/things. It's mainly an umbrella term for genders with themes such as nouns, archetypes, synesthetic experiences, neurodivergences."},{"name":"Xirl","mentalDisorder":true,"description":"Someone who identifies in some way as a nonbinary girl or nonbinary girl-adjacent. Someone who identifies with some part of woman/girlhood but who wants a more nonbinary and neutral sounding word because they aren't entirely girls or don't want to be associated with the typical ideas brought up by the word \"girl.\""},{"name":"Xoy","mentalDisorder":true,"description":"Someone who identifies in some way as a nonbinary boy or nonbinary boy-adjacent. Someone who identifies with some part of man/boyhood but who wants a more nonbinary and neutral sounding word because they aren't entirely boys or don't want to be associated with the typical ideas brought up by the word \"boy.\""},{"name":"Xumgender","mentalDisorder":true,"description":"Never being satisfied with your gender due to constant self-doubt or identity issues, causing one to compulsively search and seek out something that fits as perfect as possible–to find \"the gender\"or \"the one truth\"–though one will never be found due to one's neurotype, because words will never be able to describe it, and/or its own properties paradox itself. This frequent anxiety and doubt even causes this gender to feel imperfect to the individual."},{"name":"Zodiacgender","mentalDisorder":true,"description":"A catch-all gender term that is used to describe when one's gender is related to a (or their specific) zodiac sign."}]